<?php
/**
 * @package WordPress
 * @subpackage wsf
 * @since wsf 2.0
 */
get_header(); ?>

    <div id="main" class="w">
        <section class="top flex">
                <div class="sb flex flex-sa">
                    <a href="tel:0442283898" class="tel">+38 (044) 228-38-98</a>
                    <a class="scrolling">
                        <?php echo __('[:ua]Донизу
                        [:ru]Вниз
                        [:en]Scroll[:]'); ?>
                    </a>
                </div>
                <div class="top_cnt">
                    <h1>
                        <?php echo __('[:ua]Поринь у історичне серце столиці!
                        [:ru]Прикоснись к историческому сердцу столицы!
                        [:en][:]'); ?>
                    </h1>
                    <div class="btn_w_line btn_w">
                        <button class="btn q">
                            <?php echo __('[:ua]Задати питання[:ru]
                            Задать вопрос
                            [:en]Ask a question[:]'); ?>
                        </button>
                    </div>
                    <div class="ac_bl">
                        <?php
                        $action = new WP_Query( array (
                            'cat'            => 15,
                            'posts_per_page' => 1,
                            'order'          => 'DESC',
                            'orderby'        => 'date'
                        ) ); ?>
                        <?php
                        if ( have_posts() ) :
                            while ( $action->have_posts() ) :
                                $action->the_post(); ?>
                                <h3><?php the_title();?></h3>
                                <div class="txt"><?php the_excerpt(); ?></div>
                                <a class="btn" href="<?php echo get_permalink();?>">
                                    <?php echo __('[:ua]Дізнатися більше
                                    [:ru]Узнать больше
                                    [:en]More[:]'); ?>
                                </a>
                            <?php endwhile;
                        else :
                            echo __('[:ua]На жаль акцій немає
                            [:ru]К сожалению акций нет
                            [:en]Unfortunately there are no shares[:]');
                        endif;
                        ?>
                    </div>
                    <div class="developer"></div>
                </div>
            </section>
        <section class="about">
                <div class="cnt flex flex-sb">
                    <div class="l_bl">
                        <p class="n">
                            <?php echo __('[:ua]Про комплекс
                            [:ru]О комплексе
                            [:en]About[:]'); ?>
                        </p>
                        <h2>
                            <?php echo __('[:ua]Ідеальне місце для життя – це:
                                [:ru]Идеальное место для жизни - это:
                                [:en][:]'); ?>
                        </h2>
                        <div class="descr">
                            <ul>
                                <li>
                                    <?php echo __('[:ua]Тиха місцевість у центрі столиці;
                                    [:ru]Тихая местность в центре столицы;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]Поруч все для комфорту та активного життя;
                                    [:ru]Рядом все для комфорта и активной жизни;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]Аристократична архітектура комплексу;
                                    [:ru]Аристократическая архитектура комплекса;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]Закрита територія – запорука безпеки;
                                    [:ru]Закрытая территория - залог безопасности;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]Енергоефективність класу А;
                                    [:ru]Энергоэффективность класса А;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]Висока будівельна готовність.
                                    [:ru]Высокая строительная готовность.
                                    [:en][:]'); ?>
                                </li>
                            </ul>
                        </div>
                        <div class="quote_bl">
                            <div class="btn_w_line btn_b">
                                <a href="/about.html" class="btn">
                                    <?php echo __('[:ua]Більше про комплекс
                                    [:ru]Больше о комплексе
                                    [:en]More[:]'); ?>
                                </a>
                            </div>
                            <p class="quote">
                                <?php echo __('[:ua]Хенесi Хаус – статусність і комфорт в кожній деталі.
                                [:ru]Хенеси Хаус - статусность и комфорт в каждой детали.
                                [:en]About[:]'); ?></p>
                        </div>
                    </div>
                    <div class="r_bl">
                        <img src="/img/henesi-logo-big.svg" alt="Логотип HHouse" class="logo">
                    </div>
                </div>
                <div class="cnt">
                    <p class="txt">
                        <?php
                        echo __('[:ua]Хенесі Хаус - Ви думали, що йдеться про коньяк? :) <br> Ні. <br> В назву ми заклали глибокий сенс, та впровадили старовинну транскрипцію [генезіс] - зародження.
                        [:ru]Хенеси Хаус - Вы думали коньяк? :) <br> Нет. <br> В название мы заложили глубокий смысл и внедрили древнюю транскрипцию [генесис] - зарождение.')
                        ?>
                    </p>
                </div>
        </section>
        <section class="advantages">
                <div class="cnt h_bl flex flex-sa">
                    <div class="btn_w_line btn_w">
                        <a href="/about.html#advantages" class="btn">
                            <?php echo __('[:ua]Переваги
                            [:ru]Преимущества
                            [:en]Advantages[:]'); ?>
                        </a>
                    </div>
                    <p class="txt">
                        <?php echo __('[:ua]Ви купуєте не <br> тільки квартиру, а ряд <br> переваг від <span>Хенесi Хаус</span>
                        [:ru]Вы покупаете не <br> только квартиру, а ряд <br> преимуществ от <span>Хенеси Хаус</span>
                        [:en]Advantages[:]'); ?>
                    </p>
                </div>
                <div class="cnt flex flex-sb">
                    <div class="l_bl">
                        <p class="n">
                            <?php echo __('[:ua]Переваги
                            [:ru]Преимущества
                            [:en]Advantages[:]'); ?>
                        </p>
                        <h2>
                            <?php echo __('[:ua]Хенесi Хаус – елітний житловий будинок з енергоефективністю класу А,
                            яка передбачає:
                            [:ru]Хенеси Хаус - элитный жилой дом с энергоэффективностью класса А, 
                            которая предусматривает:
                            [:en][:]'); ?>
                        </h2>
                        <div class="descr">
                            <ul>
                                <li>
                                    <?php echo __('[:ua]Облицювальні панелі вентильованої фасадної системи «VentaRock»;
                                    [:ru]Облицовочные панели вентилируемой фасадной системы «VentaRock»;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]5 камерні ламіновані МП, профіль VEKO,<br> 2 камерні склопакети;
                                    [:ru]5 камерные ламинированные МП, профиль VEKO, 2 камерные стеклопакеты;
                                    [:en][:]'); ?></li>
                                <li>
                                    <?php echo __('[:ua]Посилена теплоізоляція, теплові витрати кореспондуються на 
                                    рівні 30-40 кВт.год/м<sup>2</sup>.
                                    [:ru]Усиленная теплоизоляция, тепловые расходы корреспондируются 
                                    на уровне 30-40 кВт/м<sup>2</sup>.
                                    [:en][:]'); ?></li>
                            </ul>
                        </div>
                        <div class="btn_w_line btn_b">
                            <a href="/about.html#advantages" class="btn jump">
                                <?php echo __('[:ua]Детальніше
                                [:ru]Подробнее
                                [:en]More[:]'); ?>
                            </a>
                        </div>
                        <div class="more">
                            <picture>
                                <source media="(max-width: 768px)" srcset="/img/main_1-768.jpg">
                                <source media="(max-width: 1024px)" srcset="/img/main_1-1024.jpg">
                                <img src="/img/main_1-1920.jpg" alt="Визуализация 1">
                            </picture>
                            <a href="/about.html" class="hidden_bl">
                                <span>
                                    <?php echo __('[:ua]Читати повністю
                                    [:ru]Читать полностью
                                    [:en]Read in full[:]'); ?>
                                </span>
                            </a>
                        </div>
                    </div>
                    <div class="r_bl">
                        <div class="more">
                            <picture>
                                <source media="(max-width: 768px)" srcset="/img/main_2-768.jpg">
                                <source media="(max-width: 1024px)" srcset="/img/main_2-1024.jpg">
                                <img src="/img/main_2-1920.jpg" alt="Визуализация 2">
                            </picture>
                            <a href="/about.html" class="hidden_bl">
                                <span>
                                    <?php echo __('[:ua]Читати повністю
                                    [:ru]Читать полностью
                                    [:en]Read in full[:]'); ?>
                                </span>
                            </a>
                        </div>
                    </div>
                </div>
                <div class="mob_adv owl-carousel">
                    <div class="flex">
                        <h3>Історичний центр столиці</h3>
                        <a href="/about.html">
                            <?php echo __('[:ua]Читати повністю
                            [:ru]Читать полностью
                            [:en]Read in full[:]'); ?>
                        </a>
                    </div>
                    <div class="flex">
                        <h3>Сучасні технології будівництва</h3>
                        <a href="/about.html">
                            <?php echo __('[:ua]Читати повністю
                            [:ru]Читать полностью
                            [:en]Read in full[:]'); ?>
                        </a>
                    </div>
                </div>
                <div class="cnt b_bl flex flex-sb">
                    <div class="item">
                        <h3>
                            <?php echo __('[:ua]Сучасні технології
                            [:ru]Современные технологии
                            [:en][:]'); ?>
                        </h3>
                        <ul>
                            <li>
                                <?php echo __('[:ua]Технологія будівництва: монолітно-каркасна;
                                [:ru]Технология строительства: монолитно-каркасная;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Вентильована фасадна система «VentaRock»;
                                [:ru]Вентилируемая фасадная система «VentaRock»;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Перекриття: монолітний залізобетон – 160 мм;
                                [:ru]Перекрытие: монолитный железобетон - 160 мм;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Кількість ліфтів: <br>
                                І секція – пасажирський ліфт Schindler;<br>
                                ІІ секція – два ліфта Schindler;<br>
                                ІІІ секція – два ліфта Schindler;<br>
                                [:ru]Количество лифтов: <br>
                                І секция - пассажирский лифт Schindler;<br>
                                ІІ секция - два лифта Schindler;<br>
                                ІІІ секция - два лифта Schindler;<br>
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Вікна: металопластикові «VEKO».
                                [:ru]Окна: металлопластиковые «VEKO».
                                [:en][:]'); ?>
                            </li>
                        </ul>
                        <div class="custom_border">
                            <div class="square"></div>
                            <div class="line_vertical"></div>
                            <div class="line_horizontal"></div>
                        </div>
                    </div>
                    <div class="item">
                        <h3>
                            <?php echo __('[:ua]Зручна внутрішня інфраструктура
                            [:ru]Удобная внутренняя инфраструктура
                            [:en][:]'); ?>
                        </h3>
                        <ul>
                            <li>
                                <?php echo __('[:ua]Загальна зона відпочинку, включаючи дитячий куточок;
                                [:ru]Общая зона отдыха, включая детский уголок;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Простора зала вхідної групи з Wi-Fi зоною;
                                [:ru]Просторный зал входной группы с Wi-Fi зоной;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Коляскова на 1 поверсі;
                                [:ru]Колясочная на 1 этаже;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Паркінг для велотранспорту;
                                [:ru]Паркинг для велосипедов;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Підземний паркінг (4039,1 м<sup>2</sup>);
                                [:ru]Подземный паркинг (4039,1 м<sup>2</sup>);
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Спортивний майданчик на даху;
                                [:ru]Спортивная площадка на крыше;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Консьєрж-сервіс, закрита територія під охороною.
                                [:ru]Консьерж-сервис, закрытая охраняемая территория.
                                [:en][:]'); ?>
                            </li>
                        </ul>
                        <div class="custom_border">
                            <div class="square"></div>
                            <div class="line_vertical"></div>
                            <div class="line_horizontal"></div>
                        </div>
                    </div>
                    <div class="item">
                        <h3>
                            <?php echo __('[:ua]Зовнішня інфраструктура
                            [:ru]Внешняя инфраструктура
                            [:en][:]'); ?>
                        </h3>
                        <p>
                            <?php echo __('[:ua]В безпосередній близькості:
                            [:ru]В непосредственной близости:
                            [:en][:]'); ?>
                        </p>
                        <ul>
                            <li>
                                <?php echo __('[:ua]Навчальні заклади: школи, садочки, елітний ВУЗ – КІМО;
                                [:ru]Учебные заведения: школы, садики, элитный ВУЗ - КИМО;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Заклади охорони здоров’я;
                                [:ru]Учреждения здравоохранения;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]700 м ТЦ «Променада» (супермаркет «Фуршет»);
                                [:ru]700 м ТЦ «Променада» (супермаркет «Фуршет»);
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]В 5 хвилинах цілодобовий супермаркет «АТБ»;
                                [:ru]В 5 минутах круглосуточный супермаркет «АТБ»;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Кирилівський лісопарк;
                                [:ru]Кирилловский лесопарк;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Смородинський парк;
                                [:ru]Смородинский парк;
                                [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Спорт Лайф, стадіон «Спартак».
                                [:ru]Спорт Лайф, стадион «Спартак».
                                [:en][:]'); ?>
                            </li>
                        </ul>
                        <div class="custom_border">
                            <div class="square"></div>
                            <div class="line_vertical"></div>
                            <div class="line_horizontal"></div>
                        </div>
                    </div>
                </div>
        </section>
        <section class="apartments">
                <div class="cnt flex flex-sb">
                    <div class="l_bl">
                        <p class="n">
                            <?php echo __('[:ua]Квартири
                            [:ru]Квартиры
                            [:en]Apartments[:]'); ?>
                        </p>
                        <h2>
                            <?php echo __('[:ua]Велике розмаїття квартир на будь-який смак
                            [:ru]Большое разнообразие квартир на любой вкус
                            [:en]A large variety of apartments for every taste[:]'); ?>
                        </h2>
                        <p class="descr">
                            <?php echo __('[:ua]Більше 50 варіантів індивідуальних планувань площею 
                            від 26,2 м<sup>2</sup> до 178,1 м<sup>2</sup>
                            [:ru]Более 50 вариантов индивидуальных планировок площадью 
                            от 27 м<sup>2</sup> до 300 м<sup>2</sup>
                            [:en]More than 50 individual planning options ranging 
                            from 27 m <sup>2</sup> to 300 m <sup>2</sup>[:]'); ?>
                        </p>
                        <div class="btn_w_line btn_b">
                            <a href="/layouts.html" class="btn">
                                <?php echo __('[:ua]Обрати квартиру
                                [:ru]Выбрать квартиру
                                [:en]Choose an apartment[:]'); ?>
                            </a>
                        </div>
                        <div class="property">
                            <div class="black">
                                <div>
                                    <p>
                                        <span>3</span>
                                        <?php echo __('[:ua]секції[:ru]секции[:en]section[:]'); ?>
                                    </p>
                                </div>
                                <div>
                                    <p>
                                        <span>23</span>
                                        <?php echo __('[:ua]поверх[:ru]этаж[:en]floor[:]'); ?>
                                    </p>
                                </div>
                                <div>
                                    <p>
                                        <span>260</span>
                                        <?php echo __('[:ua]квартир[:ru]квартир[:en]apartments[:]'); ?>
                                    </p>
                                </div>
                            </div>
                            <div class="white">
                                <div>
                                    <p>
                                        <span>3.2 <?php echo __('[:ua]м[:ru]м[:en]m[:]'); ?></span>
                                        <?php echo __('[:ua]висота стелі
                                        [:ru]высота потолка
                                        [:en]ceiling height[:]'); ?>
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="property mob">
                            <p>
                                <span>3</span>
                                <?php echo __('[:ua]секції[:ru]секции[:en]section[:]'); ?>
                            </p>
                            <p>
                                <span>21</span>
                                <?php echo __('[:ua]поверх[:ru]этажей[:en]floors[:]'); ?>
                            </p>
                            <p>
                                <span>260</span>
                                <?php echo __('[:ua]квартир[:ru]квартир[:en]apartments[:]'); ?>
                            </p>
                            <p>
                                <span>3-3.6 <?php echo __('[:ua]м[:ru]м[:en]m[:]'); ?></span>
                                <?php echo __('[:ua]висота стелі[:ru]высота потолка[:en]ceiling height[:]'); ?>
                            </p>
                        </div>
                    </div>
                    <div class="r_bl">
                        <picture>
                            <source media="(max-width: 768px)" srcset="/img/apart_img-768.jpg">
                            <source media="(max-width: 1550px)" srcset="/img/apart_img-1024.jpg">
                            <img src="/img/apart_img-1920.jpg" alt="Дизайн интерьера">
                        </picture>
                    </div>
                </div>
            </section>
        <section class="about_developer">
                <div class="cnt flex flex-sb">
                    <div class="l_bl">
                        <p class="n">Really Building</p>
                        <h2>
                            <?php echo __('[:ua]Забудовник Really Building - досить молода компанія!
                            [:ru]Застройщик Really Building – достаточно молодая компания!
                            [:en][:]'); ?>
                        </h2>
                        <p class="descr">
                            <?php echo __('[:ua]Але це не завадило зібрати команду висококваліфікованих фахівців
                            з величезним досвідом роботи в будівельній галузі! <br>Головна мета - створювати новий
                            формат комфортного житла за доступними цінами! <br> Працюємо кожного дня над тим,
                            щоб врахувати всі потреби та вподобання, і перевершити Ваші очікування!
                            [:ru]Но это не помешало собрать команду высококвалифицированных специалистов
                            с огромным опытом работы в отрасли! <br> Главная цель – создавать новый формат 
                            комфортного жилья по доступным ценам! <br> Работаем над тем, чтобы учесть все и
                            превзойти Ваши ожидания!
                            [:en][:]'); ?>
                        </p>
                    <!-- <div class="btn_w_line btn_b"><a href="#" class="btn" target="_blank" rel="nofollow">Детальніше про Realy Building</a></div>-->
                    </div>
                    <div class="r_bl">
                        <img src="/img/logo_rb-black.svg" alt="Логотип застройщика" class="logo_rb">
                    </div>
                </div>
            </section>
        <section class="cb_bl">
                <div class="cnt flex flex-sb">
                    <div class="txt">
                        <h3>
                            <?php echo __('[:ua]Щоб дізнатися всі деталі про квартири, ви можете:
                            [:ru]Чтобы узнать все детали о квартирах можно:
                            [:en]To find out all the details of the apartment you can:[:]'); ?>
                        </h3>
                        <div>
                            <p><a href="tel:0442283898" class="tel">(044) 228-38-98</a></p>
                            <p class="address">
                                <?php echo __('[:ua]м. Київ, вул. Нагірна, 18/16[:ru]
                                г. Киев, ул. Нагорная, 18/16
                                [:en]Kiev, Nagornaya st. 18/16[:]'); ?>
                            </p>
                        </div>
                    </div>
                    <div class="btns">
                        <div class="btn_w_line btn_w">
                            <button class="btn e" data-subject="Онлайн заявка">
                                <?php echo __('[:ua]Заповнити онлайн-заявку
                                [:ru]Заполнить онлайн-заявку
                                [:en]Fill in an online application[:]'); ?>
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 511.62 201">
                                    <path d="M9.1,137H172v54.8a9.26,9.26,0,0,0,9.4,9.1,9.39,9.39,0,0,0,6.3-2.6l91.4-91.4a9.69,9.69,0,0,0,0-13.1L188,2.91A11,11,0,0,0,181.1,0a8.74,8.74,0,0,0-9.1,8.4V64H9.1A9.22,9.22,0,0,0,0,73.11v54.8a9.09,9.09,0,0,0,2.7,6.4A8.69,8.69,0,0,0,9.1,137Z"/>                                    </svg>
                            </button>
                        </div>
                        <div class="btn_w_line btn_w">
                            <button class="btn cb" data-subject="Обратный звонок call traction">
                                <?php echo __('[:ua]Замовити дзвінок
                                [:ru]Заказать звонок
                                [:en]Order a call[:]'); ?>
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 578.11 577.73">
                                    <path d="M577.83,455.94q1.84,14.08-8.57,24.48l-81.4,80.78a45.81,45.81,0,0,1-14.38,10.4A59.43,59.43,0,0,1,456,577.11q-.61,0-3.68.31t-8,.31q-11.63,0-37.64-4t-63.64-19.58q-37.64-15.61-85.38-46.82T156.16,421.67q-42.84-42.23-71-80.78t-45.29-71.3q-17.14-32.74-25.7-59.36T2.55,164.32Q-.51,145,.1,134t.61-12.24a59.49,59.49,0,0,1,5.51-17.44A45.86,45.86,0,0,1,16.63,90L98,8.57Q106.59,0,117.61,0a22.83,22.83,0,0,1,14.08,4.59,42.55,42.55,0,0,1,10.4,11.32l65.48,124.24a29.78,29.78,0,0,1,3.06,21.42,38.15,38.15,0,0,1-10.4,19.58l-30,30a10.21,10.21,0,0,0-2.14,4,15.1,15.1,0,0,0-.92,4.59q2.45,12.85,11,29.38,7.34,14.69,22.64,35.8t43.45,48.65q27.54,28.15,49,43.76t35.8,22.95q14.38,7.34,22,8.87l7.65,1.53a14.59,14.59,0,0,0,4-.92,10.22,10.22,0,0,0,4-2.14l34.88-35.5a37.49,37.49,0,0,1,25.7-9.79q10.41,0,16.52,3.67h.61l118.12,69.77Q575.38,443.7,577.83,455.94Z"/>
                                </svg>
                            </button>
                        </div>
                        <div class="btn_w_line btn_w">
                            <a href="/contacts.html" class="btn">
                                <?php echo __('[:ua]Приїхати в офіс продажів
                                [:ru]Приехать в офис продаж
                                [:en]Come to the sales office[:]'); ?>
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 383.29 547.25">
                                    <path d="M327.18,56.14a191.65,191.65,0,0,0-271,0c-67,67-75.32,193-18,269.36L191.66,547.25,345,325.81C402.5,249.14,394.17,123.12,327.18,56.14ZM193.43,259.85a70,70,0,1,1,70-70A70,70,0,0,1,193.43,259.85Z"/>
                                </svg>
                            </a>
                        </div>
                    </div>
                </div>
            </section>
        <section class="add_descr">
                <div class="cnt close txt">
                    <?php
                    echo __('[:ua]Інвестиція в нерухомість є однією з найбільш ліквідних і вигідних угод на ринку 
                        України. Якщо Ви захотіли купити квартиру в центрі, Хенесi Хаус стане відмінним вкладенням 
                        коштів і надійною опорою на майбутнє!
                        Будується за передовими технологіями зведення, він поєднує в собі досвід, відповідальний підхід 
                        забудовника і якісні будівельні матеріали від кращих виробників. Тут перетинається епоха 
                        стародавнього, унікального Києва і сучасного, активного, ділового мегаполісу. <br>
                        Поблизу є всі необхідні інфраструктурні об\'єкти.
                        Закрита територія ЖК, що охороняється, енергоефективність вищого класу, продумані планувальні 
                        рішення і зручний внутрішній простір, роблять новобудову на голову вище інших.
                        Відчуйте унікальність з апартаментами від 26-ти до 300 кв.м. Престиж проживання в центрі 
                        кращого міста України за доступною ціною – це "Хенесi Хаус" в Шевченківському районі Києва. 
                        Встигніть забронювати перегляд квартири і вибрати комфортну нерухомість для себе і своєї сім\'ї!
                        [:ru]Инвестиция в недвижимость является одной из самых ликвидных и выгодных сделок на рынке 
                        Украины. Если Вы захотели купить квартиру в центре, Хенеси Хаус станет отличным вложением 
                        средств и надежной опорой на будущее!
                        Строящийся по передовым технологиям возведения, он сочетает в себе опыт, ответственный подход 
                        застройщика и качественные строительные материалы от лучших производителей. Здесь пересекается 
                        эпоха древнего, уникального Киева и современного, активного, делового мегаполиса. <br>
                        Поблизости есть все необходимые инфраструктурные объекты. Закрытая охраняемая территория 
                        ЖК, энергоэффективность высшего класса, продуманные планировочные решения и удобное внутреннее 
                        пространство, делают новостройку на уровень выше других.
                        Ощутите уникальность с апартаментами от 26-ти до 300 кв.м. Престиж проживания в центре лучшего 
                        города Украины за доступной ценой – это “Хенеси Хаус” в Шевченковском районе Киева. Успейте 
                        забронировать просмотр квартиры и выбрать комфортную недвижимость для себя и своей семьи!
                        [:en][:]')
                    ?>
                </div>
                <div class="btn">
                    <p class="btn_n">
                        <?php echo __('[:ua]Розгорнути
                                [:ru]Развернуть
                                [:en]More[:]'); ?>
                    </p>
                    <p class="btn_n hidden">
                        <?php echo __('[:ua]Згорнути
                                [:ru]Свернуть
                                [:en]Hide[:]'); ?>
                    </p>
                </div>
            </section>
    </div>

<?php get_footer(); ?>