<?php
/**
 * @package WordPress
 * @subpackage wsf
 * @since wsf 2.0
 * Template Name: Про нас
 */
get_header(); ?>

<div id="about">
    <div class="w">
        <section class="top flex">
            <div class="sb flex flex-sa">
                <a href="tel:0442283898">+38 (044) 228-38-98</a>
                <a class="scrolling"><?php echo __('[:ua]Донизу[:ru]Вниз[:en]Scroll[:]'); ?></a>
            </div>
            <div class="top_cnt cnt flex flex-sb">
                <div class="l_bl">
                    <div class="txt_bl">
                        <h1><?php echo __('[:ua]Хенесi Хаус - елітний житловий комплекс
                            [:ru]Хенеси Хаус – элитный жилой комплекс
                            [:en][:]'); ?>
                        </h1>
                        <div class="descr">
                            <p><?php echo __('[:ua]Хенесi Хаус - елітний житловий комплекс, який розташований
                            в самому серці столиці - Шевченківському районі - вул. Нагірна, 18/16. <br>
                            На його вулицях залишила слід кожна з епох, знаменних у розрізі історії.
                            Сьогодні район уособлює собою престиж, завдяки високому рівню розвитку, красі
                            панорамних видів та буянню зелених насаджень навкруги. <br>
                            Обравши ЖК "Хенесi Хаус", Ви отримуєте все краще в одному місці.
                            Тут все враховано для комфорту і зручності мешканців житлового комплексу:
                            [:ru]Хенеси Хаус – элитный жилой комплекс, который расположен в самом сердце
                            столицы – Шевченковском районе – ул. Нагорная, 18/16. <br> На его улицах оставила след
                            каждая с эпох, знаменательных в разрезе истории. Сегодня район воплощает собой престиж,
                            благодаря высокому уровню развития, красоте панорамных видов и озеленению вокруг. <br>
                            Выбрав ЖК "Хенеси Хаус", Вы получаете все лучшее в одном месте. Здесь все учтено для
                            комфорта и удобства жителей жилого комплекса:
                            [:en][:]'); ?></p>
                            <ul>
                                <li>
                                    <?php echo __('[:ua]зона відпочинку з wi-fi;
                                    [:ru]зона отдыха с wi-fi;
                                    [:en]wi-fi zone;[:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]дитяча ігрова зона;
                                    [:ru]детская игровая зона;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]спортивний майданчик на даху;
                                    [:ru]спортивная площадка на крыше;
                                    [:en][:]'); ?>

                                </li>
                                <li>
                                    <?php echo __('[:ua]коляскова на 1 поверсі;
                                    [:ru]колясочная на 1 этаже;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]паркінг для велосипедів;
                                    [:ru]паркинг для велосипедов;
                                    [:en][:]'); ?>

                                </li>
                                <li>
                                    <?php echo __('[:ua]відкриті тераси;
                                    [:ru]открытые террасы;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]підземний паркінг;
                                    [:ru]подземный паркинг;
                                    [:en][:]'); ?>

                                </li>
                                <li>
                                    <?php echo __('[:ua]консьєрж-сервіс;
                                    [:ru]консьерж-сервис;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]закрита територія;
                                    [:ru]закрытая охраняемая территория;
                                    [:en][:]'); ?>

                                </li>
                                <li>
                                    <?php echo __('[:ua]відеоспостереження;
                                    [:ru]видеонаблюдение;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]розвинена інфраструктура;
                                    [:ru]развитая инфраструктура;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]зелена зона: парки та сквери;
                                    [:ru]зеленая зона: парки и скверы;
                                    [:en][:]'); ?>
                                </li>
                                <li>
                                    <?php echo __('[:ua]оптимальні планувальні рішення від 27 до 300 м<sup>2</sup>.
                                    [:ru]оптимальные планировочные решения от 27 до 300 м<sup>2</sup>.
                                    [:en][:]'); ?>
                                </li>
                            </ul>
                        </div>
                    </div>
                    <picture>
                        <source media="(max-width: 768px)" srcset="/img/about_1-768.jpg">
                        <source media="(max-width: 1280px)" srcset="/img/about_1-1280.jpg">
                        <img src="/img/about_1-1920.jpg" alt="Визуализация холла">
                    </picture>
                </div>
                <div class="r_bl">
                    <picture>
                        <source media="(max-width: 768px)" srcset="/img/about_2-768.png">
                        <source media="(max-width: 1024px)" srcset="/img/about_2-1024.png">
                        <img src="/img/about_2-1920.png" alt="Визуализация ЖК">
                    </picture>
                    <div class="txt_bl">
                        <p class="descr"><?php echo __('[:ua]Обличчя та «візитна картка» житлового будинку
                        «Хенесi Хаус» - це зона рецепції. Особливе місце, яке презентує та формує перші
                        візуальні враження.  Оформлена у стриманому стилі і доповнена вишуканими декоративними 
                        елементами. За нею робоче місце фахівця служби консьєрж-сервісу, який контролює рух
                        мешканців та гостей будинку, проте за безпеку відповідає служба охорони 24/7. <br> Ми не
                        зупиняємося на досягнутому і кожного дня розширюємо низку переваг, які зроблять життя 
                        наших мешканців ще затишнішим та комфортнішим.
                        [:ru]Лицо и «визитная карточка» жилого комплекса «Хенеси Хаус» - это зона рецепции.
                        Особенное место, которое представляет и формирует первые визуальные впечатления.
                        Оформлена в сдержанном стиле и дополнена изысканными декоративными элементами.
                        За ней рабочее место специалиста службы консьерж-сервиса, который контролирует движение
                        жителей и гостей дома, но за безопасность отвечает служба охраны 24/7. <br>
                        Мы не останавливаемся на достигнутом и каждый день расширяем ряд преимуществ,
                        которые сделают жизнь наших жителей еще уютнее и комфортнее.[:en][:]'); ?></p>
                    </div>
                </div>
            </div>
        </section>
        <section class="rewards">
            <div class="cnt flex">
                <p class="n">
                    <?php echo __('[:ua]"Хенесi Хаус" визнають кращим
                            [:ru]"Хенеси Хаус" признают лучшим
                            [:en]"HHouse" recognize the best[:]'); ?>
                </p>
                <div class="wrap">
                    <img src="/img/rewards/1.svg" alt="" class="reward">
                        <a href="https://novostroyki.ostroyke.com.ua/realty/zhk-henesi-house.html" target="_blank">
                            <img src="/img/rewards/ostroyke_novostroiki_ukraine.svg" alt="портал новостроек Украины" class="reward">
                        </a>
                    <img src="<?php echo __('[:ua]/img/rewards/3-ua.svg[:ru]/img/rewards/3-ru.svg[:en]/img/rewards/3-ua.svg[:]') ?>" alt="" class="reward">
                </div>
            </div>
        </section>
        <section class="advantages" id="advantages">
            <div class="cnt flex flex-sb">
                <p class="n">
                    <?php echo __('[:ua]Переваги ЖК "Хенесi Хаус"
                            [:ru]Преимущества ЖК "Хенеси Хаус"
                            [:en]Advantages of HHouse[:]'); ?>
                </p>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Вигідні умови придбання
                        [:ru]Выгодные условия приобретения
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <ul>
                            <li>
                                <?php echo __('[:ua]на етапі будівництва найпривабливіші доступні ціни;
                            [:ru]на этапе строительства привлекательные доступные цены;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]програми лояльності;
                            [:ru]программы лояльности;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]індивідуальний підхід до потреб і можливостей клієнта;
                            [:ru]индивидуальный подход к потребностям и возможностям клиента;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]безвідсоткова розстрочка на 12 місяців.
                            [:ru]беспроцентная рассрочка на 12 месяцев.
                            [:en][:]'); ?>
                            </li>
                        </ul>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Історичний центр столиці
                        [:ru]Исторический центр столицы
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <p>
                            <?php echo __('[:ua]Тиха, затишна місцевість, вишукана архітектура, історичні пам’ятки, 
                        стародавні цінності, які межують з діловим центром столиці та футуристичними будівлями – 
                        все це Шевченківський район. <br> Престижна локація, яка поєднує тисячолітню історію та сучасність.
                        [:ru]Тихая, уютная местность, изысканная архитектура, исторические достопримечательности, 
                        древние ценности, которые граничат с деловым центром столицы и футуристическими зданиями - все это
                        Шевченковский район. <br> Престижная локация, которая сочетает тысячелетнюю историю и современность.
                        [:en][:]'); ?>
                        </p>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Оптимальні планування
                        [:ru]Оптимальные планировочные решения
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <p>
                            <?php echo __('[:ua]Широкий вибір метражів та планувальних рішень. Ви з легкістю зможете обрати:
                        [:ru]Широкий выбор метражей и планировочных решений. Вы с легкостью сможете выбрать:
                        [:en][:]'); ?>
                        </p>
                        <ul>
                            <li>
                                <?php echo __('[:ua]практичну однокімнатну;
                            [:ru]практичную однокомнатную;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]функціональну двокімнатну;
                            [:ru]функциональную двухкомнатную;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]простору трикімнатну;
                            [:ru]просторную трехкомнатную;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]розкішну дворівневу квартиру.
                            [:ru]роскошную двухуровневую квартиру.
                            [:en][:]'); ?>
                            </li>
                        </ul>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Спортивний майданчик на даху
                        [:ru]Спортивная площадка на крыше
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <p>
                            <?php echo __('[:ua]Облаштований простір на даху для активних жителів житлового
                          комплексу «Хенесi Хаус»:
                          [:ru]Обустроенное пространство на крыше для активных жителей жилого комплекса
                          «Хенеси Хаус»:
                          [:en][:]'); ?>
                        </p>
                        <ul>
                            <li>
                                <?php echo __('[:ua]спортивний майданчик зі штучною травою;
                            [:ru]спортивная площадка с искусственной травой;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]силові тренажери;
                            [:ru]силовые тренажеры;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]зона лаунж.
                            [:ru]зона лаунж.
                            [:en][:]'); ?>
                            </li>
                        </ul>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Внутрішня інфраструктура
                        [:ru]Внутренняя инфраструктура
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <ul>
                            <li>
                                <?php echo __('[:ua]загальна зона відпочинку, включаючи дитячий куточок;
                            [:ru]общая зона отдыха, включая детский уголок;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]дизайнерська вхідна група з Wi-Fi зоною;
                            [:ru]дизайнерская входная группа с Wi-Fi зоной;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]коляскова та паркінг для велотранспорту на 1 поверсі;
                            [:ru]колясочная и паркинг для велотранспорта на 1 этаже;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]консьєрж-сервіс, закрита територія під охороною.
                            [:ru]консьерж-сервис, закрытая охраняемая территория.
                            [:en][:]'); ?>
                            </li>
                        </ul>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Підземний паркінг
                        [:ru]Подземный паркинг
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <p>
                            <?php echo __('[:ua]Паркінг в сучасному житті є нагальною необхідністю. Для безпечного
                         зберігання автомобіля, в житловому комплексі передбачений підземний
                          дворівневий паркінг (4039 м<sup>2</sup>).
                          [:ru]Паркинг в современной жизни является непосредственной необходимостью.
                           Для безопасного хранения автомобиля, в жилом комплексе предусмотрен
                            подземный двухуровневый паркинг (4039 м<sup>2</sup>).
                          [:en][:]'); ?>
                        </p>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Зовнішня інфраструктура
                        [:ru]Внешняя инфраструктура
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <p>
                            <?php echo __('[:ua]В безпосередній близькості
                        [:ru]В непосредственной близости
                        [:en][:]'); ?>:</p>
                        <ul>
                            <li>
                                <?php echo __('[:ua]навчальні заклади: школи, садочки та елітний ВУЗ - КІМО;
                            [:ru]учебные заведения: школы, садики и элитный ВУЗ - КИМО;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]заклади охорони здоров’я;
                            [:ru]учреждения здравоохранения;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]700 м до ТЦ «Променада» (супермаркет «Фуршет»);
                            [:ru]700 м в ТЦ «Променада» (супермаркет «Фуршет»);
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]територія для відпочинку: Кирилівський лісопарк, Смородинський парк;
                            [:ru]территория для отдыха: Кирилловский лесопарк, Смородинский парк;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]спортивні заклади.
                            [:ru]спортивные заведения.
                            [:en][:]'); ?>
                            </li>
                        </ul>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Сучасні технології
                        [:ru]Современные технологии
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <ul>
                            <li>
                                <?php echo __('[:ua]Монолітно-каркасна технологія будівництва;
                            [:ru]Монолитно-каркасная технология строительства;[:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Фасад комбінований: облицювальні панелі вентильваної
                             фасадної системи «VentaRock», керамогранітна плитка та декоративна штукатурка;
                            [:ru]Фасад комбинированный: облицовочные панели вентилированой фасадной системы
                             «VentaRock», керамогранитная плитка и декоративная штукатурка;
                             [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Вікна «Veko», з високими енергозберігаючими властивостями;
                            [:ru]Окна «Veko», с высокими энергосберегающими свойствами;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]Енергоефективність будинку класу А.
                            [:ru]Энергоэффективность здания класса А.
                            [:en][:]'); ?>
                            </li>
                        </ul>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Безпека
                        [:ru]Безопасность
                        [:en][:]'); ?>
                    </h3>
                    <div class="wrap">
                        <p>
                            <?php echo __('[:ua]Безпека – важливий елемент в ЖК «Хенесi Хаус», яка включає
                        [:ru]Безопасность - важный элемент в ЖК «Хенеси Хаус», которая включает
                        [:en][:]'); ?>:
                        </p>
                        <ul>
                            <li>
                                <?php echo __('[:ua]система відеонагляду, яка охоплює всю територію без «мертвих зон»;
                            [:ru]система видеонаблюдения, которая охватывает всю территорию без «мертвых зон»;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]шлагбаум на в’їзді на закриту територію житлового комплексу;
                            [:ru]шлагбаум на въезде на закрытую территорию жилого комплекса;
                            [:en][:]'); ?>
                            </li>
                            <li>
                                <?php echo __('[:ua]у кожній секції передбачені місця для охорони та електронні замки.
                            [:ru]в каждой секции предусмотрены места для охраны и электронные замки.
                            [:en][:]'); ?>
                            </li>
                        </ul>
                    </div>
                    <div class="custom_border">
                        <div class="square"></div>
                        <div class="line_vertical"></div>
                        <div class="line_horizontal"></div>
                    </div>
                </div>
            </div>
        </section>
        <section class="preview_bl">
            <h2><?php echo __('[:ua]Так буде виглядати Ваш будинок
                        [:ru]Так будет выглядеть Ваш дом
                        [:en]This will look like your home[:]'); ?></h2>
            <div class="owl-carousel preview-gallery">
                <div>
                    <a href="/img/preview/1.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/1.jpg" class="owl-lazy" data-src="/img/preview/thumb/1.jpg" alt="Визуализация">
                    </a>
                </div>
                <div>
                    <a href="/img/preview/2.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/2.jpg" class="owl-lazy" data-src="/img/preview/thumb/2.jpg" alt="Визуализация">
                    </a>
                </div>
                <div>
                    <a href="/img/preview/3.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/3.jpg" class="owl-lazy" data-src="/img/preview/thumb/3.jpg" alt="Визуализация">
                    </a>
                </div>
                <div>
                    <a href="/img/preview/4.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/4.jpg" class="owl-lazy" data-src="/img/preview/thumb/4.jpg" alt="Визуализация">
                    </a>
                </div>
                <div>
                    <a href="/img/preview/5.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/5.jpg" class="owl-lazy" data-src="/img/preview/thumb/5.jpg" alt="Визуализация">
                    </a>
                </div>
                <div>
                    <a href="/img/preview/6.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/6.jpg" class="owl-lazy" data-src="/img/preview/thumb/6.jpg" alt="Визуализация">
                    </a>
                </div>
                <div>
                    <a href="/img/preview/7.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/7.jpg" class="owl-lazy" data-src="/img/preview/thumb/7.jpg" alt="Визуализация">
                    </a>
                </div>
                <div>
                    <a href="/img/preview/8.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/8.jpg" class="owl-lazy" data-src="/img/preview/thumb/8.jpg" alt="Визуализация">
                    </a>
                </div>
                <div>
                    <a href="/img/preview/9.jpg" data-fancybox="group_1">
                        <img src="/img/preview/thumb/9.jpg" class="owl-lazy" data-src="/img/preview/thumb/9.jpg" alt="Визуализация">
                    </a>
                </div>
            </div>
        </section>
        <section class="infrastructure">
            <div class="cnt flex flex-sb">
                <div class="l_bl">
                    <p class="n"><?php echo __('[:ua]Інфраструтура
                        [:ru]Инфраструктура
                        [:en]Infrastructure[:]'); ?></p>
                    <picture>
                        <source media="(max-width: 768px)" srcset="/img/about_3-768.jpg">
                        <source media="(max-width: 1024px)" srcset="/img/about_3-1024.jpg">
                        <img src="/img/about_3-1920.jpg" alt="Смородинский парк">
                    </picture>
                </div>
                <div class="r_bl">
                    <h2><?php echo __('[:ua]Зручна і розвинена інфраструктура
                        [:ru]Удобная и развитая инфраструктура
                        [:en]Convenient and well-developed infrastructure[:]'); ?>
                    </h2>
                    <p class="descr">
                        <?php echo __('[:ua]Вагоме значення, при виборі місця комфортного життя, відіграє – локація.
                         Містке поняття, котре передбачає зручність розташування вашого будинку по відношенню
                         до соціальної, торгівельно-розважальної і сервісної інфраструктури. <br>
                         «Хенесi Хаус» будується в самій розвиненій і престижній частині міста,
                         що дозволить майбутнім мешканцям користуватися всіма зручностями без затрат часу.
                         [:ru]Определяющее значение при выборе места комфортной жизни, играет - локация.
                         Емкое понятие, которое предусматривает удобство расположения вашего дома по отношению
                         к социальной, торгово-развлекательной и сервисной инфраструктуре. <br>
                         «Хенеси Хаус» возводится в самой развитой и престижной части города,
                         что позволит будущим жильцам пользоваться всеми удобствами без затрат времени.
                        [:en][:]'); ?>
                    </p>
                    <picture>
                        <source media="(max-width: 768px)" srcset="/img/about_4-768.jpg">
                        <img src="/img/about_4-1920.jpg" alt="Вид из окна">
                    </picture>
                    <img src="/img/about_5-1920.jpg" alt="Парк Татарки">
                </div>
            </div>
            <div class="cnt list_bl flex flex-sb">
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Спорт
                        [:ru]Спорт
                        [:en]Sport[:]'); ?>
                    </h3>
                    <ul>
                        <li>
                            <?php echo __('[:ua]фітнес-клуб «Спорт Лайф» - <br> вул. Куренівська, 34а (3км);
                            [:ru]фитнес-клуб «Спорт Лайф» - <br> ул. Куреневская, 34а (3км);
                            [:en][:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]стадіон «Спартак», на базі якого спортивні секції: 
                             <ul>
                                <li>футбол;</li>
                                <li>регбі;</li>
                                <li>силові види спорту;</li>
                                <li>плавання (2км).</li>
                            </ul>
                            [:ru]стадион «Спартак», на базе которого спортивные
                             секции: 
                             <ul>
                                <li>футбол;</li>
                                <li>регби;</li>
                                <li>силовые виды спорта;</li>
                                <li>плавание (2 км).</li>
                            </ul>
                            [:en][:]'); ?>
                        </li>
                    </ul>
                    <div class="custom_border">
                        <img src="/img/i/sport.svg" alt="ico" class="infra_ico">
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Центр
                        [:ru]Центр
                        [:en]Center[:]'); ?>
                    </h3>
                    <p>
                        <?php echo __('[:ua]Шевченківський район відомий високою діловою активністю
                     – офісні центри, представництва різних компаній:
                      [:ru]Шевченковский район известен высокой деловой активностью - офисные центры,
                      представительства различных компаний:
                      [:en][:]'); ?>
                    </p>
                    <ul>
                        <li>
                            <?php echo __('[:ua]юридичні фірми;[:ru]юридические фирмы;[:en]Center[:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]турагенства;[:ru]турагенства;[:en][:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]побутові послуги;[:ru]бытовые услуги;[:en]:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]різні сфери торгівлі;[:ru]различные сферы торговли;[:en][:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]а також посольства різних країн.[:ru]а также посольства разных стран.[:en][:]'); ?>
                        </li>
                    </ul>
                    <div class="custom_border">
                        <img src="/img/i/location.svg" alt="ico" class="infra_ico">
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Соціальна інфраструктура
                        [:ru]Социальная инфраструктура
                        [:en][:]'); ?></h3>
                    <p><?php echo __('[:ua]Освіта:[:ru]Образование:[:en]Education:[:]'); ?></p>
                    <ul>
                        <li>
                            <?php echo __('[:ua]дитячі садочки: № 204, 28, 130;
                            [:ru]детские садики: № 204, 28, 130;
                            [:en][:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]СЗОШ №139 та №1;
                            [:ru]СОШ –  №139 и №1;
                            [:en][:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]елітний ВУЗ – Київський Інститут Міжнародних Відносин.
                            [:ru]элитный ВУЗ - Киевский Институт Международных Отношений.
                            [:en][:]'); ?>
                        </li>
                    </ul>
                    <p>
                        <?php echo __('[:ua]Заклади охорони здоров’я такі, як Київська обласна лікарня та Дитяча клінічна лікарня № 8.
                        [:ru]Учреждения здравоохранения такие, как Киевская областная больница и Детская клиническая больница № 8.
                        [:en][:]'); ?>
                    </p>
                    <div class="custom_border">
                        <img src="/img/i/history.svg" alt="ico" class="infra_ico">
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3><?php echo __('[:ua]Торгівельно-розважальний сектор
                    [:ru]Торгово-развлекательный сектор[:en][:]'); ?></h3>
                    <ul>
                        <li>
                            <?php echo __('[:ua]в 700 м від житлового комплексу розташований
                             родинний торговий центр «Променада Центр», в якому великий супермаркет «Фуршет»;
                            [:ru]в 700 м от жилого комплекса расположен семейный торговый центр
                            «Променада Центр», в котором большой супермаркет «Фуршет»;
                            [:en][:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]в безпосередній близькості «Еко маркет».
                            [:ru]в непосредственной близости «Эко маркет».
                            [:en][:]'); ?>
                        </li>
                    </ul>
                    <div class="custom_border">
                        <img src="/img/i/social.svg" alt="ico" class="infra_ico">
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Територія для відпочинку
                        [:ru]Территория для отдыха
                        [:en][:]'); ?>
                    </h3>
                    <ul>
                        <li>
                            <?php echo __('[:ua]Кирилівський лісопарк - спокійне і живописне місце для прогулянок і спортивних пробіжок;
                            [:ru]Кирилловский лесопарк - спокойное и живописное место для прогулок и спортивных пробежек;
                            [:en][:]'); ?>
                        </li>
                        <li>
                            <?php echo __('[:ua]Ландшафтний парк «Смородинський».
                            [:ru]Ландшафтный парк «Смородинский».
                            [:en][:]'); ?>
                        </li>
                    </ul>
                    <div class="custom_border">
                        <img src="/img/i/nature.svg" alt="ico" class="infra_ico">
                        <div class="line_horizontal"></div>
                    </div>
                </div>
                <div class="item">
                    <h3>
                        <?php echo __('[:ua]Транспортна доступність
                        [:ru]Транспортная доступность[:en][:]'); ?>
                    </h3>
                    <p>
                        <span>Ⓜ
                            <?php echo __('[:ua]Лук’янівська – 5-10 хв. (1,8 км);
                                [:ru]Лукьяновская - 5-10 мин. (1,8 км);
                                [:en]Lukianivska - 5-10 min (1,8 km);[:]'); ?>
                        </span><br>
                        <span>Ⓜ
                            <?php echo __('[:ua]Контрактова площа – 11-15 хв. (3,2 км);
                                [:ru]Контрактовая площадь - 11-15 мин. (3,2 км);
                                [:en]Kontraktova Ploshcha - 11-15 min (3,2 km);[:]'); ?>
                        </span><br>
                        <span>Ⓜ
                            <?php echo __('[:ua]Золоті ворота – (4,5 км);
                                [:ru]Золотые ворота - (4,5 км);
                                [:en]Zoloti Vorota - (4,5 km);[:]'); ?>
                        </span><br>
                        <span>Ⓜ
                            <?php echo __('[:ua]КПІ – (4,9 км);
                                [:ru]КПИ - (4,9 км);
                                [:en]Politekhnichnyi Instytut - (4,9 km);[:]'); ?>
                        </span><br>
                        <span>Ⓜ
                            <?php echo __('[:ua]Вокзальна – (4,9 км);
                                [:ru]Вокзальная - (4,9 км);
                                [:en]Vokzalna - (4,9 km);[:]'); ?>
                        </span><br>
                        <span>Ⓜ
                            <?php echo __('[:ua]Хрещатик – (6 км).
                                [:ru]Крещатик - (6 км).
                                [:en]Khreshchatyk - (6 km).[:]'); ?>
                        </span>
                    </p>
                    <div class="custom_border">
                        <img src="/img/i/shopping.svg" alt="ico" class="infra_ico">
                        <div class="line_horizontal"></div>
                    </div>
                </div>
            </div>
            <div class="slider-counter"></div>
        </section>
        <section class="map">
            <div class="cnt">
                <div id="map"></div>
            </div>
        </section>
        <section class="specifications">
            <div class="cnt">
                <p class="n">
                    <?php echo __('[:ua]Технічні характеристики
                    [:ru]Технические характеристики
                    [:en]Specifications[:]'); ?>
                </p>
                <div class="info">
                    <div class="item">
                        <p>
                            <span class="count">23</span><br>
                            <?php echo __('[:ua]Поверховість
                            [:ru]Этажность
                            [:en]Superficiality[:]'); ?>
                        </p>
                    </div>
                    <div class="item">
                        <p>
                            <span><span class="count">15800</span> <?php echo __('[:ua]м[:ru]м[:en]m[:]'); ?><sup>2</sup></span><br>
                            <?php echo __('[:ua]Площа квартир
                            [:ru]Площадь квартир
                            [:en]Square of apartments[:]'); ?>
                        </p>
                    </div>
                    <div class="item">
                        <p>
                            <span>3.2 <?php echo __('[:ua]м[:ru]м[:en]m[:]'); ?></span><br>
                            <?php echo __('[:ua]Висота стелі
                            [:ru]Высота потолка
                            [:en]Ceiling height[:]'); ?>
                        </p>
                    </div>
                    <div class="item">
                        <p>
                            <span class="count">260</span><br>
                            <?php echo __('[:ua]Кількість квартир
                            [:ru]Количество квартир
                            [:en]Number of apartments[:]'); ?>
                        </p>
                    </div>
                    <div class="item">
                        <p><span>4 039.1 <?php echo __('[:ua]м[:ru]м[:en]m[:]'); ?><sup>2</sup></span><br>
                            <?php echo __('[:ua]Площа паркінгу
                            [:ru]Площадь паркинга
                            [:en]Parking area[:]'); ?></p>
                    </div>
                    <div class="item">
                        <p><span class="count">3</span><br>
                            <?php echo __('[:ua]Кількість секцій
                            [:ru]Количество секций
                            [:en]Number of sections[:]'); ?></p>
                    </div>
                </div>
            </div>
        </section>
        <section class="docs" id="docs">
            <div class="cnt flex flex-sb">
                <p class="n">
                    <?php echo __('[:ua]Документи
                    [:ru]Документы
                    [:en]Documents[:]'); ?>
                </p>
                <div class="btn_filter-w">
                    <button class="btn-filter" data-filter=".cat_1">
                        <?php echo __('[:ua]Документи оренди землі
                        [:ru]Документы аренды земли
                        [:en]Land Lease Documents[:]'); ?>
                    </button>
                    <button class="btn-filter" data-filter=".cat_2">
                        <?php echo __('[:ua]Ліцензія
                        [:ru]Лицензия
                        [:en]License[:]'); ?>
                    </button>
                    <button class="btn-filter" data-filter=".cat_3">
                        <?php echo __('[:ua]Документы передачі землі
                        [:ru]Документы передачи земли
                        [:en]Land Transfer Documents[:]'); ?>
                    </button>
                    <button class="btn-filter" data-filter=".cat_4">
                        <?php echo __('[:ua]Вода
                        [:ru]Вода
                        [:en]Water[:]'); ?>
                    </button>
                    <button class="btn-filter" data-filter=".cat_5">
                        <?php echo __('[:ua]Тепло
                        [:ru]Тепло
                        [:en]Warm[:]'); ?>
                    </button>
                </div>
                <div class="owl-carousel documents">
                    <div class="item cat_1">
                        <a href="/img/docs/lease/1.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/1.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/2.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/2.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/3.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/3.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/4.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/4.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/5.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/5.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/6.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/6.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/7.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/7.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/8.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/8.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/9.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/9.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_1">
                        <a href="/img/docs/lease/10.jpg" data-fancybox="group_2">
                            <img src="/img/docs/lease/10.jpg" alt="Документ">
                        </a>
                    </div>

                    <div class="item cat_2">
                        <a href="/img/docs/license/1.jpg" data-fancybox="group_3">
                            <img src="/img/docs/license/1.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_2">
                        <a href="/img/docs/license/2.jpg" data-fancybox="group_3">
                            <img src="/img/docs/license/2.jpg" alt="Документ">
                        </a>
                    </div>

                    <div class="item cat_3">
                        <a href="/img/docs/broadcast/1.jpg" data-fancybox="group_4">
                            <img src="/img/docs/broadcast/1.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_3">
                        <a href="/img/docs/broadcast/2.jpg" data-fancybox="group_4">
                            <img src="/img/docs/broadcast/2.jpg" alt="Документ">
                        </a>
                    </div>

                    <div class="item cat_4">
                        <a href="/img/docs/water/1.jpg" data-fancybox="group_5">
                            <img src="/img/docs/water/1.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_4">
                        <a href="/img/docs/water/2.jpg" data-fancybox="group_5">
                            <img src="/img/docs/water/2.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_4">
                        <a href="/img/docs/water/3.jpg" data-fancybox="group_5">
                            <img src="/img/docs/water/3.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_4">
                        <a href="/img/docs/water/4.jpg" data-fancybox="group_5">
                            <img src="/img/docs/water/4.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_4">
                        <a href="/img/docs/water/5.jpg" data-fancybox="group_5">
                            <img src="/img/docs/water/5.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_4">
                        <a href="/img/docs/water/6.jpg" data-fancybox="group_5">
                            <img src="/img/docs/water/6.jpg" alt="Документ">
                        </a>
                    </div>

                    <div class="item cat_5">
                        <a href="/img/docs/heat/1.jpg" data-fancybox="group_6">
                            <img src="/img/docs/heat/1.jpg" alt="Документ">
                        </a>
                    </div>
                    <div class="item cat_5">
                        <a href="/img/docs/heat/2.jpg" data-fancybox="group_6">
                            <img src="/img/docs/heat/2.jpg" alt="Документ">
                        </a>
                    </div>
                </div>
            </div>
        </section>
        <section class="cb_bl">
            <div class="cnt flex flex-sb">
                <div class="txt">
                    <h3>
                        <?php echo __('[:ua]Щоб дізнатися всі деталі про квартири, ви можете:
                        [:ru]Чтобы узнать все детали о квартирах можно:
                        [:en]To find out all the details of the apartment you can:[:]'); ?>
                    </h3>
                    <div>
                        <p><a href="tel:0442283898" class="tel">(044) 228-38-98</a></p>
                        <p class="address">
                            <?php echo __('[:ua]м. Київ, вул. Нагірна, 18/16
                            [:ru]г. Киев, ул. Нагорная, 18/16
                            [:en]Kiev, Nagornaya st. 18/16[:]'); ?>
                        </p>
                    </div>
                </div>
                <div class="btns">
                    <div class="btn_w_line btn_w">
                        <button class="btn e" data-subject="Онлайн заявка">
                            <?php echo __('[:ua]Заповнити онлайн-заявку
                            [:ru]Заполнить онлайн-заявку
                            [:en]Fill in an online application[:]'); ?>
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 511.62 201">
                                <path d="M9.1,137H172v54.8a9.26,9.26,0,0,0,9.4,9.1,9.39,9.39,0,0,0,6.3-2.6l91.4-91.4a9.69,9.69,0,0,0,0-13.1L188,2.91A11,11,0,0,0,181.1,0a8.74,8.74,0,0,0-9.1,8.4V64H9.1A9.22,9.22,0,0,0,0,73.11v54.8a9.09,9.09,0,0,0,2.7,6.4A8.69,8.69,0,0,0,9.1,137Z"/>                                    </svg>
                        </button>
                    </div>
                    <div class="btn_w_line btn_w">
                        <button class="btn cb" data-subject="Обратный звонок call traction">
                            <?php echo __('[:ua]Замовити дзвінок
                            [:ru]Заказать звонок
                            [:en]Order a call[:]'); ?>
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 578.11 577.73">
                                <path d="M577.83,455.94q1.84,14.08-8.57,24.48l-81.4,80.78a45.81,45.81,0,0,1-14.38,10.4A59.43,59.43,0,0,1,456,577.11q-.61,0-3.68.31t-8,.31q-11.63,0-37.64-4t-63.64-19.58q-37.64-15.61-85.38-46.82T156.16,421.67q-42.84-42.23-71-80.78t-45.29-71.3q-17.14-32.74-25.7-59.36T2.55,164.32Q-.51,145,.1,134t.61-12.24a59.49,59.49,0,0,1,5.51-17.44A45.86,45.86,0,0,1,16.63,90L98,8.57Q106.59,0,117.61,0a22.83,22.83,0,0,1,14.08,4.59,42.55,42.55,0,0,1,10.4,11.32l65.48,124.24a29.78,29.78,0,0,1,3.06,21.42,38.15,38.15,0,0,1-10.4,19.58l-30,30a10.21,10.21,0,0,0-2.14,4,15.1,15.1,0,0,0-.92,4.59q2.45,12.85,11,29.38,7.34,14.69,22.64,35.8t43.45,48.65q27.54,28.15,49,43.76t35.8,22.95q14.38,7.34,22,8.87l7.65,1.53a14.59,14.59,0,0,0,4-.92,10.22,10.22,0,0,0,4-2.14l34.88-35.5a37.49,37.49,0,0,1,25.7-9.79q10.41,0,16.52,3.67h.61l118.12,69.77Q575.38,443.7,577.83,455.94Z"/>
                            </svg>
                        </button>
                    </div>
                    <div class="btn_w_line btn_w">
                        <a href="/contacts.html" class="btn">
                            <?php echo __('[:ua]Приїхати в офіс продажів
                            [:ru]Приехать в офис продаж
                            [:en]Come to the sales office[:]'); ?>
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 383.29 547.25">
                                <path d="M327.18,56.14a191.65,191.65,0,0,0-271,0c-67,67-75.32,193-18,269.36L191.66,547.25,345,325.81C402.5,249.14,394.17,123.12,327.18,56.14ZM193.43,259.85a70,70,0,1,1,70-70A70,70,0,0,1,193.43,259.85Z"/>
                            </svg>
                        </a>
                    </div>
                </div>
            </div>
        </section>
        <section class="add_descr">
            <div class="cnt txt close">
                <?php
                echo __('[:ua]Якщо Ви шукайте новий формат комфортабельного життя в центрі міста, Хенесi Хаус
                        обов\'язково Вас зацікавить! Наша мета – якісне житло класу А за доступною ціною.
                        Мікрорайон Татарка, де розташована новобудова, є одним з кращих в центральній частині столиці.
                        Тут тихі зелені вулички вдало поєднуються з вируючим життям ділового центру. Парки, сквери,
                        торговий центр, кращі ВНЗ, медичні установи, школи, дитячі садки та багато іншого в пішій
                        доступності від житлового комплексу "Хенесi Хаус". <br>
                        Застосовувані в будівництві сучасні, енергозберігаючі, екологічно чисті
                        матеріали – це Ваша безпека і наша турбота! Цінуйте свій час! Поїздка по важливим справам 
                        не займе багато часу, і в цьому допоможуть такі важливі автомагістралі, як вул. Кирилівська, 
                        Багговутівська, Мельникова. А якщо Вам до душі підземка, метро "Лук\'янівська" розташована 
                        зовсім поруч.
                        Встигніть купити свою квартиру в центрі! Великі можливості ідеального місця – це Хенесi Хаус
                        на вулиці Нагірна, 18/16.
                        [:ru]Если Вы ищите новый формат комфортабельной жизни в центре города, Хенеси Хаус обязательно
                        Вас заинтересует! Наша цель – качественное жилье класса А за доступной ценой.
                        Микрорайон Татарка, где расположена новостройка, является одним из лучших в центральной
                        части столицы. Здесь тихие зеленые улочки удачно сочетаются с бурлящей жизнью делового
                        центра. Парки, скверы, торговый центр, лучшие ВУЗы, медицинские учреждения, школы,
                        детские садики и многое другое в пешей доступности от жилого комплекса “Хенеси Хаус”. <br>
                        Применяемые в строительстве современные, энергосберегающие, экологически чистые материалы –
                        это Ваша безопасность и наша забота! Цените свое время! Поездка по важным делам не займет много
                        времени, и в этом помогут такие важные автомагистрали, как ул. Кирилловская, Багговутовская,
                        Мельникова. А если Вам по душе подземка, метро “Лукьяновская” расположена совсем рядом.
                        Успейте купить свою квартиру в центре! Большие возможности идеального места – это Хенеси Хаус на улице Нагорная, 18/16.
                        [:en][:]')
                ?>
            </div>
            <div class="btn">
                <p class="btn_n">
                    <?php echo __('[:ua]Розгорнути
                                [:ru]Развернуть
                                [:en]More[:]'); ?>
                </p>
                <p class="btn_n hidden">
                    <?php echo __('[:ua]Згорнути
                                [:ru]Свернуть
                                [:en]Hide[:]'); ?>
                </p>
            </div>
        </section>
    </div>
</div>
<script>
    function initMap() {
        var map = new google.maps.Map(document.getElementById('map'), {
            zoom: 15,
            center: {lat: 50.473018, lng: 30.482145},
            disableDefaultUI: true,
            styles: [
                {
                    "featureType": "all",
                    "elementType": "labels.text.fill",
                    "stylers": [
                        {
                            "saturation": 36
                        },
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 40
                        }
                    ]
                },
                {
                    "featureType": "all",
                    "elementType": "labels.text.stroke",
                    "stylers": [
                        {
                            "visibility": "on"
                        },
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 16
                        }
                    ]
                },
                {
                    "featureType": "all",
                    "elementType": "labels.icon",
                    "stylers": [
                        {
                            "visibility": "off"
                        }
                    ]
                },
                {
                    "featureType": "administrative",
                    "elementType": "geometry.fill",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 20
                        }
                    ]
                },
                {
                    "featureType": "administrative",
                    "elementType": "geometry.stroke",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 17
                        },
                        {
                            "weight": 1.2
                        }
                    ]
                },
                {
                    "featureType": "landscape",
                    "elementType": "geometry",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 20
                        }
                    ]
                },
                {
                    "featureType": "poi",
                    "elementType": "geometry",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 21
                        }
                    ]
                },
                {
                    "featureType": "road.highway",
                    "elementType": "geometry.fill",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 17
                        }
                    ]
                },
                {
                    "featureType": "road.highway",
                    "elementType": "geometry.stroke",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 29
                        },
                        {
                            "weight": 0.2
                        }
                    ]
                },
                {
                    "featureType": "road.arterial",
                    "elementType": "geometry",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 18
                        }
                    ]
                },
                {
                    "featureType": "road.local",
                    "elementType": "geometry",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 16
                        }
                    ]
                },
                {
                    "featureType": "transit",
                    "elementType": "geometry",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 19
                        }
                    ]
                },
                {
                    "featureType": "water",
                    "elementType": "geometry",
                    "stylers": [
                        {
                            "color": "#000000"
                        },
                        {
                            "lightness": 17
                        }
                    ]
                }
            ]

        });

        setMarkers(map);
    }

    var shops = [
            ['ТЦ «Променада Центр»', 50.471457, 30.477870],
            ['Фора', 50.469913, 30.488926],
            ['Наша Ряба', 50.469979, 30.483978],
            ['Еко-маркет' , 50.469412, 30.485985]
        ],

        sportPlaces = [
            ['Sport life', 50.492688, 30.471740],
            ['Стадіон Спартак', 50.484150, 30.473980]
        ],

        historicalPlaces = [
            ['Свято-Миколаївський храм на Татарці УПЦ КП', 50.475540, 30.479214],
            ['Церква великомучениці Варвари УПЦ МП', 50.472178, 30.470592]
        ],

        parks = [
            ['Кирилловский гай' , 50.478015, 30.467374],
            ['Смородинський парк', 50.476270, 30.477875]
        ],

        metro = [
            ['Лукянівська', 50.462432, 30.481786],
            ['Контрактова площа', 50.466052, 30.514996],
            ['Золоті ворота', 50.448236, 30.513833],
            ['КПІ', 50.450794, 30.466288],
            ['Вокзальна', 50.441741, 30.488154],
            ['Хрещатик', 50.447353, 30.522775]
        ],

        hospitals = [
            ['Київська обласна клінічна лікарня', 50.472378, 30.468560],
            ['Консультативна поліклініка Шевченківського району', 50.471598, 30.469382],
            ['Дитяча клінічна лікарня №8', 50.466455, 30.475187]
        ],

        drugmarkets = [
            ['Аптека', 50.469374, 30.484230],
            ['Аптека', 50.468915, 30.486973]
        ],

        schools = [
            ['СЗОШ №70', 50.471176, 30.470645],
            ['СЗОШ №1', 50.472902, 30.476806],
            ['СЗОШ №139', 50.468518, 30.485271]
        ],

        kindergartens = [
            ['Дитячий садок №204', 50.474936, 30.473536],
            ['Дитячий садок №28', 50.464200, 30.493377],
            ['Дитячий садок №130', 50.464601, 30.472391]
        ],

        universities = [
            ['Інститут Міжнародних Відносин Київського Національного університету ім. Т.Г. Шевченко', 50.470645, 30.467698]
        ],

        banks = [
            ['ПриватБанк', 50.469815, 30.486751],
            ['ОщадБанк', 50.469499, 30.485038]
        ];

    function setMarkers(map) {
        var house_ico = {
                url: ("/img/markers/house-marker.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            history_ico = {
                url: ("/img/markers/history.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            nature_ico = {
                url: ("/img/markers/nature.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            shop_ico = {
                url: ("/img/markers/shop.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            sport_ico = {
                url: ("/img/markers/sport.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            health_ico = {
                url: ("/img/markers/health.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            school_ico = {
                url: ("/img/markers/school.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            kinder_ico = {
                url: ("/img/markers/kindergarten.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            uni_ico = {
                url: ("/img/markers/university.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            hospital_ico = {
                url: ("/img/markers/hospital.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            bank_ico = {
                url: ("/img/markers/bank.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            m_ico = {
                url: ("/img/markers/metro.svg"),
                size: new google.maps.Size(72, 72),
                origin: new google.maps.Point(0, 0),
                anchor: new google.maps.Point(17, 34),
                scaledSize: new google.maps.Size(30, 30)
            },

            housemarker = new google.maps.Marker({
                position: {lat: 50.473018, lng: 30.482145},
                map: map,
                title: 'ЖК HHouse',
                icon: house_ico
            });

        housemarker.setMap(map);

        for (var y = 0; y < historicalPlaces.length; y++) {
            var history = historicalPlaces[y];
            var marker = new google.maps.Marker({
                position: {lat: history[1], lng: history[2]},
                map: map,
                icon: history_ico,
                title: history[0]
            });
        }
        for (var z = 0; z < parks.length; z++) {
            var nature = parks[z];
            var marker = new google.maps.Marker({
                position: {lat: nature[1], lng: nature[2]},
                map: map,
                icon: nature_ico,
                title: nature[0]
            });
        }
        for (var i = 0; i < sportPlaces.length; i++) {
            var sport = sportPlaces[i];
            var marker = new google.maps.Marker({
                position: {lat: sport[1], lng: sport[2]},
                map: map,
                icon: sport_ico,
                title: sport[0]
            });
        }
        for (var x = 0; x < shops.length; x++) {
            var s = shops[x];
            var marker = new google.maps.Marker({
                position: {lat: s[1], lng: s[2]},
                map: map,
                icon: shop_ico,
                title: s[0]
            });
        }
        for (var a = 0; a < metro.length; a++) {
            var m = metro[a];
            var marker = new google.maps.Marker({
                position: {lat: m[1], lng: m[2]},
                map: map,
                icon: m_ico,
                title: m[0]
            });
        }
        for (var l = 0; l < banks.length; l++) {
            var bank = banks[l];
            var marker = new google.maps.Marker({
                position: {lat: bank[1], lng: bank[2]},
                map: map,
                icon: bank_ico,
                title: bank[0]
            });
        }
        for (var r = 0; r < hospitals.length; r++) {
            var hospital = hospitals[r];
            var marker = new google.maps.Marker({
                position: {lat: hospital[1], lng: hospital[2]},
                map: map,
                icon: hospital_ico,
                title: hospital[0]
            });
        }
        for (var p = 0; p < kindergartens.length; p++) {
            var kindergarten = kindergartens[p];
            var marker = new google.maps.Marker({
                position: {lat: kindergarten[1], lng: kindergarten[2]},
                map: map,
                icon: kinder_ico,
                title: kindergarten[0]
            });
        }
        for (var g = 0; g < universities.length; g++) {
            var university = universities[g];
            var marker = new google.maps.Marker({
                position: {lat: university[1], lng: university[2]},
                map: map,
                icon: uni_ico,
                title: university[0]
            });
        }
        for (var c = 0; c < drugmarkets.length; c++) {
            var drugmarket = drugmarkets[c];
            var marker = new google.maps.Marker({
                position: {lat: drugmarket[1], lng: drugmarket[2]},
                map: map,
                icon: health_ico,
                title: drugmarket[0]
            });
        }
        for (var f = 0; f < schools.length; f++) {
            var school = schools[f];
            var marker = new google.maps.Marker({
                position: {lat: school[1], lng: school[2]},
                map: map,
                icon: school_ico,
                title: school[0]
            });
        }
    }
</script>
<script async defer src="https://maps.googleapis.com/maps/api/js?key=AIzaSyDR3BkRQAnrgN0EOn-bBVkP8Pyrfy6eowQ&callback=initMap"></script>
<?php get_footer(); ?>
